Repository: Ufuk94/tasks-localization
Catalog: *.lproj/Localizable.strings
Languages: ar, it

source: Accepting share...
ar: قبول المشاركه...

source: Text
ar: نص
it: Testo

source: Date
ar: تاريخ
it: Data

source: Subtasks
ar: مهام فرعية
it: sottoattività

source: Assets
ar: الأصول

source: Images
ar: صور
it: Immagini

source: Tag
ar: علامه

source: Tags
ar: علامات

source: Status
ar: حالة
it: Stato

source: Statuses
ar: حالات
it: Stati

source: Project
ar: مشروع
it: Progetto

source: Projects
ar: مشاريع
it: Progetti

source: Task Type
ar: نوع المهمة
it: Tipo di attività

source: Task Types
ar: أنواع المهمة
it: Tipi di attività

source: Priority
ar: أولوية
it: Priorità

source: Priorities
ar: حسب الأولوية
it: Priorità

source: Not Supported
ar: غير مدعوم
it: Non supportato

# selectType
source: Select %@
ar: تحديد %@
it: Seleziona %@

source: Description
ar: وصف
it: Descrizione

# taskFieldTextPlaceholder
source: Description, Link, etc
ar: وصف، رابط، إلخ
it: Descrizione, Link, etc

# taskFieldDatePlaceholder
source: Deadline, etc
ar: موعد تسليم، الخ
it: Scadenza, etc

# taskFieldSubtaskPlaceholder
source: Subtasks, Duplicate, etc
ar: مهام فرعية، نسخة مطابقة، الخ
it: Sottoattività, Duplicare, etc

# taskFieldAssetPlaceholder
source: Images, Attachments, etc
ar: صور، ملحقات، إلخ
it: Immagini, Allegati, etc

# taskFieldProjectPlaceholder
source: Home, Work, Travel
ar: منزل، عمل، سفر
it: Casa, Lavoro, Viaggio

# taskFieldTextDescription
source: A text field
ar: حقل نصّي
it: Un campo di testo

# taskFieldDateDescription
source: For fields where you required a date input
ar: للحقول حيث طلبت إدخال التاريخ
it: Per i campi in cui è stata richiesta l'immissione della data

# taskFieldSubtaskDescription
source: If you would like your tasks to have reference to subtasks
ar: إذا كنت ترغب في أن تشير مهامك إلى المهام الفرعية
it: Se desideri che le tue attività facciano riferimento alle sottoattività

# taskFieldAssetDescription
source: Allows your tasks to contain a collection of assets. Currently we support just images
ar: يسمح لمهامك بأن تحتوي على مجموعة من الأصول. حاليا نحن ندعم الصور فقط
it: Consente alle attività di contenere una raccolta di risorse. Attualmente supportiamo solo le immagini

# taskFieldTagDescription
source: Add tags to your tasks to help you understand and categorise them better
ar: أضف علامات إلى مهامك لمساعدتك على فهمها وتصنيفها بشكل أفضل
it: Aggiungi tag alle tue attività per aiutarti a capirle e classificarle meglio

# taskFieldStatusDescription
source: The project to which the task belongs to
ar: المشروع الذي تنتمي إليه المهمة

# taskFieldProjectDescription
source: Not Supported, kindly update to use this
ar: غير مدعوم ، يرجى التحديث لاستخدام هذا
it: Non supportato, per favore aggiorna per utilizzarlo

# taskFieldTypeDescription
source: Assign a priority to your tasks
ar: قم بتعيين أولوية لمهامك
it: Assegna una priorità alle tue attività

# taskFieldPriorityDescription
source: Choose and assign a type to your tasks
ar: اختر نوعًا وقم بتعيينه لمهامك
it: Scegli e assegna una tipologia alle tue attività

# taskFieldNotSupportedDescription
source: This helps understand the completion of a task
ar: يساعد هذا على فهم إكمال المهمة
it: Questo aiuta a capire il completamento di un'attività

# allType
source: All %@
ar: الكل %@
it: Tutti %@

# enterNewType
source: Enter a new %@
ar: أدخل %@ جديد
it: Inserisci un nuovo %@

# editingType
source: Editing %@
ar: تعديل %@
it: Modifica %@

# newType
source: New %@
ar: إنشاء %@
it: Nuovo %@

# purchasePointsTitle
source: Some of the plus features include
ar: بعض الميزات الإضافية تتضمن
it: Alcune delle funzionalità plus includono

# purchaseScreenSupport
source: Support indie development
ar: دعم التطوير المستقل
it: Supportare lo sviluppo indipendente

# purchaseScreenShare
source: Share projects for collaboration
ar: مشاركة المشاريع للتعاون
it: Condividi i progetti per collaborare

# purchaseScreenUnlimitedProjects
source: No limit on number of projects
ar: لا حدود على عدد المشاريع
it: Nessun limite al numero di progetti

# purchaseScreenSync
source: iCloud sync and backup
ar: المزامنة والنسخ الاحتياطية عبر iCloud
it: Sincronizzazione e backup iCloud

# purchaseScreenIcons
source: Choose from multiple app icons
ar: الاختيار بين عدة أيقونات للتطبيق
it: Scegli tra più icone per l'app

# purchaseScreenDevices
source: Available on iPhone, iPad and Mac (launching soon) at no additional cost
ar: متوفر على أجهزة iPhone و iPad و Mac (سيتم إطلاقه قريبًا) بدون تكلفة إضافية
it: Disponibile su iPhone, iPad e Mac (disponibile a breve) senza costi aggiuntivi

source: General
ar: عام
it: Generale

source: Security
ar: الأمن
it: Sicurezza

source: Integrations
ar: الارتباطات
it: integrazioni

source: Sharing
ar: المشاركة
it: Condivisione

source: Reach us
ar: تواصل معنا
it: Raggiungici

source: Legal
ar: القانونية
it: legale

# settingIntegrationFooter
source: Drop us a suggestion for integrations
ar: أرسل لنا اقتراحًا لعمليات التكامل
it: Mandaci un suggerimento per le nuove integrazioni

source: App icons
ar: أيقونات التطبيق
it: Icona dell'app

source: Edit
ar: تعديل
it: Modifica

source: iCloud sharing
ar: مشاركة عبر iCloud
it: Condivisione iCloud

source: Lock with %@
ar: قفل مع %@
it: Blocca con %@

# notifcationSettings
source: Notification settings
ar: إعدادات الإشعارات
it: Impostazioni delle notifiche

source: Import notes
ar: استيراد الملاحظات
it: Importa note

source: Import reminders
ar: استيراد تذكيرات
it: Importa promemoria

# modifyStatuses
source: Modify task statuses
ar: تعديل حالات المهمة
it: Modifica gli stati delle attività

source: Contact us
ar: اتصل بنا
it: Contattaci

# twitter
source: Tweet us
ar: غرد لنا
it: Inviaci un tweet

# review
source: Review the app
ar: راجع التطبيق
it: Recensisci l'app

# privacy
source: Privacy policy
ar: سياسة الخصوصية

source: Terms of use
ar: تعليمات الاستخدام
it: Termini di utilizzo

source: Telegram
ar: برقية

# settingTitleIconsDescription
source: Change the app's icon
ar: قم بتغيير أيقونة التطبيق
it: Cambia l'icona dell'applicazione

# settingTitleEditDescription
source: Edit your project details
ar: تحرير تفاصيل المشروع الخاص بك
it: Modifica i dettagli del tuo progetto

# settingTitleSharingDescription
source: Invite and manage people to collaborate
ar: دعوة وإدارة الأشخاص للتعاون
it: Invita e gestisci le persone per collaborare

# settingTitleBiometricDescription
source: Secure your project with %@
ar: قم بتأمين مشروعك باستخدام %@
it: Proteggi il tuo progetto con %@

# settingTitleNotifcationDescription
source: Manage your notification settings
ar: إدارة إعدادات الإخطار الخاصة بك
it: Gestisci le tue impostazioni per le notifiche

# settingTitleImportNotesDescription
source: Convert your notes into tasks
ar: حول ملاحظاتك إلى مهام
it: Converti le tue note in attività

# settingTitleImportRemindersDescription
source: Import your pending reminders
ar: استيراد التذكيرات المعلقة الخاصة بك
it: Importa i tuoi promemoria in sospeso

# settingTitleStatusDescription
source: Add, reorder, delete or modify statuses
ar: إضافة أو إعادة ترتيب أو حذف أو تعديل الحالات
it: Aggiungi, riordina, elimina o modifica gli stati

# settingTitleContactDescription
source: Request a feature or ask us anything.
ar: اطلب ميزة أو اطلب منا أي شيء.
it: Richiedi una funzione o chiedici qualcosa.

# settingTitleTwitterDescription
source: Share some love.
ar: شارك بعض الحب.
it: Condividi un pò d'amore.

# settingTitleReviewDescription
source: Tell us what we are doing correct or wrong.
ar: أخبرنا بما نقوم به بشكل صحيح أو خطأ.
it: Dicci cosa stiamo facendo in modo corretto o sbagliato.

# settingTitlePrivacyDescription
source: We have nothing on you.
ar: ليس لدينا شيء عليك.
it: Non abbiamo niente su di te.

# settingTitleTermsDescription
source: It's very simple.
ar: انه بسيط جدا.
it: È molto semplice.

# settingTitleTelegramDescription
source: Discuss and share your feedback.
ar: ناقش وشارك ملاحظاتك.
it: Discuti e condividi il tuo feedback.

# createTask
source: Create a task
ar: إنشاء مهمه
it: Crea un'attività

# editTask
source: Editing task
ar: تعديل المهمه
it: Modifica attività

# addField
source: Manage fields
ar: تخصيص الحقول
it: Personalizza i campi

source: Lock
ar: قفل
it: Blocca

source: Unlock
ar: فك القفل
it: Sblocca

# invite
source: Invite people
ar: دعوة أشخاص
it: Invita persone

source: Delete
ar: حذف
it: Elimina

source: Settings
ar: إعدادات
it: Impostazioni

source: Bug
ar: خلل برمجي

# bugDescription
source: A problem or error.
ar: مشكلة أو خطأ.
it: Un problema o un errore.

source: New Feature
ar: ميزة جديدة
it: Nuove funzionalità

# newFeatureDescription
source: A new feature of the product.
ar: ميزة جديدة في المنتج
it: Una nuova funzionalità del prodotto.

source: Improvement
ar: تحسين
it: Miglioramenti

# improvementDescription
source: An improvement or enhancement to an existing feature or task.
ar: تحسين أو لميزة أو مهمة موجودة.
it: Un miglioramento di una funzionalità o attività esistente.

# lowPriority
source: Low
ar: منخفضة
it: Bassa

# mediumPriority
source: Medium
ar: متوسطة
it: Media

# highPriority
source: High
ar: عليا
it: Alta

source: Title
ar: عنوان
it: Titolo

source: Notes
ar: ملاحظات
it: Note

# endDate
source: Due
ar: تاريخ الانتهاء
it: Data di scadenza

# initialStatusTodo
source: Todo
ar: لفعل
it: Da fare

# initialStatusDone
source: Done
ar: تم
it: Fatto

source: Unnamed Project
ar: مشروع بدون اسم
it: Progetto senza nome

# plusUser
source: You are a Tasks Plus user Take advantage of all the features
ar: أنت من مستخدمي Tasks Plus الاستفادة من جميع الميزات
it: Sei un utente Tasks Plus, approfitta di tutte le funzionalità

source: Yearly
ar: سنوياً
it: Annuale

source: Lifetime
ar: مدى الحياة
it: A vita

# purchasing
source: Purchasing Task+ %@
ar: مهمة الشراء + %@
it: Acquista Task+ %@

# restore
source: Restore Purchase
ar: استعادة شراء
it: Ripristina acquisto

# restoring
source: Restoring your previous purchases
ar: استعادة مشترياتك السابقة
it: Ripristino dei tuoi acquisti precedenti

# importReminderScreen
source: Tap below to import your pending reminders 😃
ar: 😃 انقر أدناه لاستيراد تذكيراتك المعلقة
it: È semplice come toccare un pulsante 😃

# noReminders
source: No reminders found
ar: لم يتم العثور على تذكيرات
it: Nessun promemoria trovato

# successfullyImported
source: Added!
ar: تمت الإضافة!
it: Aggiunto!

source: Search
ar: بحث
it: Cerca

# confimation
source: Are you sure?
ar: هل أنت متأكد؟
it: Sei sicuro?

# markAsNewStatus
source: Mark as %@
ar: وضع علامة %@
it: Segna come %@

# creatingField
source: Enter a title for the field
ar: أدخل عنوانًا للحقل
it: Inserisci un titolo per il campo

# selectFieldInput
source: Select input field
ar: حدد حقل الإدخال
it: Seleziona il campo di inserimento

source: Reorder fields
ar: إعادة ترتيب الحقول
it: Riordina campi

source: Reordering fields
ar: إعادة ترتيب الحقول
it: Riordino dei campi

source: Cancel reordering
ar: إلغاء إعادة الترتيب
it: Annulla il riordino

source: Choose an action
ar: اختيار إجراء
it: Scegli un'azione

source: View
ar: رأي
it: Visualizza

source: Cancel
ar: إلغاء
it: Elimina

# deleteConfirmationMessage
source: Are your sure you want to delete %@?
ar: هل أنت متأكد أنك تريد حذف %@؟
it: Sei sicuro di voler eliminare %@?

# createNewTag
source: create a new tag "%@"
ar: إنشاء علامة جديدة"%@"
it: crea un nuovo tag "%@"

source: Unnamed tag
ar: علامة بدون اسم
it: Tag senza nome

source: All
ar: الكل
it: Tutto

source: Today
ar: اليوم
it: Oggi

source: This week
ar: هذا الأسبوع
it: Questa settimana

source: Late
ar: متأخر
it: in ritardo

# photoOptionTakePhoto
source: Take photo
ar: تصوير
it: Scatta una foto

# photoOptionCameraRoll
source: Camera roll
ar: فلم الة التصوير
it: Rullino fotograficol

# photoOptionPhotoLibrary
source: Photo Library
ar: مكتبة الصور
it: libreria foto

source: Current Statuses
ar: الحالات الحالية
it: Stati attuali

# statusFooterLabel
source: Tap to edit existing statuses. You can add new statuses by tapping + on the top right menu
ar: انقر لتحرير الحالات الموجودة. يمكنك إضافة حالات جديدة بالنقر فوق + في القائمة العلوية اليمنى
it: Tap per modificare gli stati esistenti. n nPuoi aggiungere nuovi stati toccando + nel menu in alto a destra

# lockedProjectAuthentication
source: %@ is locked, kindly prove your identity to proceed
ar: %@ مغلق ، يرجى إثبات هويتك للمضي قدما
it: %@ è bloccato, per favore verifica la tua identità per procedere

source: Back
ar: عودة
it: Indietro

# sharedFeature
source: Only for shared projects
ar: فقط للمشاريع المشتركة
it: Solo per i progetti condivisi

# plusUnlock
source: Unlock all features
ar: افتح جميع الميزات
it: Sblocca tutte le funzionalità

source: Learn more
ar: أعرف أكثر
it: Per saperne di più

# sampleTask0
source: e.g., Pick up flowers today at 3PM
ar: مثال, إلتقط الزهور اليوم الساعة 3 مساءً
it: e.g., Raccogli i fiori oggi alle 15:00

# sampleTask1
source: e.g., Buy a cake next Friday
ar: مثال, اشترِ كعكة يوم الجمعة القادمة
it: e.g., Compra una torta venerdì prossimo

# sampleTask2
source: e.g., Call Alex at 12:30PM
ar: مثال, اتصل ب نور الساعه 12:30 مساءً
it: e.g., Chiama Alex alle 12:30

# sampleTask3
source: e.g., Buy some fruits tomorrow
ar: مثال, اشترِ بعض الفواكه غداً
it: e.g., Compra un pò di frutta domani

# sampleTask4
source: e.g., Speak to Kate tomorrow afternoon
ar: مثال, تحدث إلى وائل بعد ظهر غداً
it: e.g., Parla con Kate domani pomeriggio

source: Set
ar: تعيين
it: Imposta

# onboardingText
source: Create tasks, share projects, customize your workflow and much more
ar: يمكنك إنشاء المهام ومشاركة المشاريع وتخصيص سير العمل والمزيد
it: Crea attività, condividi progetti, personalizza il tuo workflow e molto altro

# noteImport
source: Just paste and we will create the tasks for you 😃
ar: 😃 ما عليك سوى اللصق وسننشئ المهام لك
it: Basta incollare il testo e creeremo le attività per te 😃

source: Paste
ar: لصق

# nothingCopied
source: Nothing has been copied
ar: لم يتم نسخ أي شيء
it: Nulla è stato copiato

# somethingWentWrong
source: Oops, something went wrong
ar: عذرًا، شيء ما حدث بشكل خاطئ
it: Oops, squalcosa è andato storto

# noTags
source: You have no tags created
ar: لا يوجد لديك علامات تم إنشاؤها
it: Nessun tag creato

source: Loading...
ar: جار التحميل...
it: Caricamento...

source: %@ pending tasks
ar: %@ المهام المتبقيه
it: %@ attività in sospeso

source: or
ar: أو
it: o

source: Create Project
ar: إنشاء مشروع
it: Crea progetto

# sampleProject
source: Try sample project
ar: جرب مشروع عينة
it: Prova un progetto di esempio

# projectCreatedTitle
source: 😃 Yay, now add tasks in your project
ar: 😃 حسنًا ، أضف الآن مهامًا إلى مشروعك
it: 😃 Evviva, ora aggiungi attività nel tuo progetto

# welcomeTitle
source: 👋 Hello, let's get you started!
ar: 👋 مرحبًا ، دعنا نبدأ!
it: 👋 Ciao, iniziamo!

# welcomeSubtitle
source: Create your first project! Projects are a collection of tasks, like
ar: أنشئ مشروعك الأول! المشاريع عبارة عن مجموعة من المهام ، مثل
it: Crea il tuo primo progetto! N I progetti sono una raccolta di attività, come

source: Home
ar: منزل
it: Casa

source: Work
ar: عمل
it: Lavoro

# awesomeProject
source: My Awesome Project
ar: مشروعي الرائع
it: Il mio fantastico progetto

# performActionSuchAs
source: You can perform actions such as
ar: يمكنك تنفيذ إجراءات مثل
it: È possibile eseguire azioni come

# longPressingText
source: by long pressing on your %@!
ar: عن طريق الضغط لفترة طويلة على %@ الخاص بك
it: Tenendo premuto su %@!

source: Create Tag
ar: إنشاء علامة
it: Crea un Tag

# createTagTitle
source: 🏷 Looks like this project has no tags.
ar: 🏷 يبدو أن هذا المشروع لا يحتوي على علامات.
it: 🏷 Sembra che questo progetto non abbia tag.

# createTagSubtitle
source: Tags help you organise your tasks better. This helps with quick access and an easy overview. Some examples are
ar: تساعدك العلامات على تنظيم مهامك بشكل أفضل. هذا يساعد في الوصول السريع ونظرة عامة سهلة. بعض الأمثلة
it: I tag ti aiutano a organizzare meglio le tue attività. Utili per un rapido accesso e una semplice panoramica. Alcuni esempi sono

source: and
ar: و
it: e

source: kitchen
ar: مطبخ
it: Cucina

source: kids
ar: أطفال
it: Bambini

source: feature
ar: ميزة
it: Funzionalità

source: ideas
ar: أفكار
it: idee

source: Coming soon
ar: قريبا
it: Prossimamente

# comingSoonMessage
source: Support for %@ will be available soon!
ar: !سيتوفر الدعم %@ قريبًا
it: Il supporto per %@ Sarà presto disponibile!

# deleteTitle
source: This action cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء
it: Questa azione non può essere annullata

source: Popular
ar: شعبي
it: Popolare

# sale
source: %@ off
ar: %@ خصم

source: Comments
ar: تعليقات
it: Commenti

source: Comment
ar: اكتب تعليقًا
it: Commento

source: You
ar: أنت
it: Voi

source: User
ar: المستخدم
it: Utente

source: Edited
ar: تم التعديل
it: Modificato

# firstComment
source: Leave the first comment
ar: اترك تعليقك الأول
it: Lascia il primo commento

source: Unread comments
ar: تعليقات غير مقروءة
it: Commenti non letti

source: Okay
ar: حسنًا

source: Modify fields
ar: تعديل الحقول
it: Modifica i campi

# settingTitleFieldDescription
source: Add, reorder, delete or modify fields
ar: إضافة أو إعادة ترتيب أو حذف أو تعديل الحقول
it: Aggiungi, riordina, elimina o modifica i campi

source: Current Fields
ar: الحقول الحالية
it: Campi attuali

# fieldsFooterLabel
source: Tap to edit existing fields. You can add new fields by tapping + on the top right menu
ar: انقر لتحرير الحقول الموجودة. يمكنك إضافة حقول جديدة بالنقر فوق + في القائمة العلوية اليمنى
it: Tap per modificare i campi esistenti. You puoi aggiungere nuovi campi cliccando + nel menu in alto a destra

source: Repeat task
ar: كرر المهمة
it: Ripeti attività

source: Daily
ar: يوميًا
it: Quotidiano

source: Weekly
ar: اسبوعياً
it: Settimanalmente

source: Monthly
ar: شهرياً
it: Mensilmente

source: Days
ar: أيام
it: Giorni

source: Weeks
ar: أسابيع
it: Settimane

source: Months
ar: ألشهور
it: Mesi

source: Years
ar: ألسنوات
it: Anni

source: Day
ar: يوم
it: Giorno

source: Week
ar: أسبوع
it: Settimana

source: Month
ar: شهر
it: Mese

source: Year
ar: سنه
it: Anno

# recurringReminderDayDescription
source: Event will occur every %@
ar: يتكرر الحدث كل %@
it: L'evento si verificherà ogni %@

# recurringReminderWeekDescription
source: Event will occur every %@ on %@
ar: يتكرر الحدث كل %@ في يوم %@
it: L'evento si verificherà ogni %@ di %@

# recurringReminderYearDescription
source: Event will occur every %@ in %@
ar: يتكرر الحدث كل %@ في %@
it: L'evento si verificherà ogni %@ in %@

source: Frequency
ar: تكرر
it: Frequenza

source: Interval
ar: فترة
it: Intervallo

# deleteTagTitle
source: %@ is using %@
ar: %@ يستخدم %@
it: %@ sta usando %@

# deleteTagMessage
source: Remove all tasks with status %@ before deleting it.
ar: إزالة كافة المهام بالحالة %@ قبل حذفها.
it: Rimuovi tutte le attività con stato %@ prima di eliminarle.

# deletingFieldMessage
source: Deleting this would remove it from all the tasks in %@
ar: سيؤدي حذف هذا إلى إزالته من جميع المهام الموجودة فيه %@
it: L'eliminazione di questo campo lo rimuove da tutte le attività in %@

source: Custom
ar: خصص
it: Personalizzare
